Repository: Nexatrode/nexawal
Catalog: nexawal/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fil, fr, ga, gl, gn, ha, he, hi, hr, hu, hy, id, it, ja, ko, ky, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sv, th, tr, uk, ur, vi, yo, zh_hans, zh_hant

source: Optional. When on, nexawal fetches a public XMR price from Kraken (api.kraken.com) and, if needed, fiat FX from Frankfurter (api.frankfurter.dev). Those servers see your IP. Amounts and addresses are not sent. Fiat lookups use clearnet HTTPS and are separate from node / I2P proxy settings. Estimates only — XMR is what you send and hold.
ar: اختياري. عند التفعيل، يجلب nexawal سعر XMR العام من Kraken (api.kraken.com)، وعند الحاجة، سعر صرف العملة النقدية من Frankfurter (api.frankfurter.dev). تلك الخوادم ترى عنوان IP الخاص بك. لا يتم إرسال المبالغ أو العناوين. تستخدم استعلامات العملة النقدية بروتوكول HTTPS عبر Clearnet وهي منفصلة عن إعدادات العقدة / وكيل I2P. تقديرات فقط — XMR هو ما تُرسله وتحتفظ به.
az: İstəyə bağlı. Aktiv olduqda, nexawal Kraken-dən (api.kraken.com) ictimai XMR qiymətini və lazım gələrsə Frankfurter-dən (api.frankfurter.dev) fiat mübadilə kursunu alır. Bu serverlər IP ünvanınızı görür. Məbləğlər və ünvanlar göndərilmir. Fiat sorğuları clearnet HTTPS istifadə edir və node / I2P proksi parametrlərindən ayrıdır. Yalnız qiymətləndirmə — göndərdiyiniz və saxladığınız şey XMR-dir.
bg: Незадължително. Когато е включено, nexawal извлича публична цена на XMR от Kraken (api.kraken.com) и, ако е необходимо, обменен курс на фиатна валута от Frankfurter (api.frankfurter.dev). Тези сървъри виждат вашия IP адрес. Суми и адреси не се изпращат. Справките за фиатна валута използват clearnet HTTPS и са отделни от настройките на възела / прокси на I2P. Само оценки — XMR е това, което изпращате и държите.
bn: ঐচ্ছিক। চালু থাকলে, nexawal Kraken (api.kraken.com) থেকে একটি পাবলিক XMR মূল্য এবং প্রয়োজনে Frankfurter (api.frankfurter.dev) থেকে ফিয়াট এফএক্স আনে। এই সার্ভারগুলো আপনার IP দেখতে পায়। পরিমাণ এবং ঠিকানা পাঠানো হয় না। ফিয়াট লুকআপ ক্লিয়ারনেট HTTPS ব্যবহার করে এবং নোড / I2P প্রক্সি সেটিংস থেকে আলাদা। শুধুমাত্র অনুমান — XMR হলো যা আপনি পাঠান এবং রাখেন।
ca: Opcional. Quan estigui activat, nexawal obté un preu públic d'XMR de Kraken (api.kraken.com) i, si cal, el canvi fiat de Frankfurter (api.frankfurter.dev). Aquests servidors veuen la teva IP. No s'envien imports ni adreces. Les consultes fiat utilitzen HTTPS de Clearnet i són independents de la configuració del node / servidor intermediari d'I2P. Només són estimacions — el que envies i mantens és XMR.
cs: Volitelné. Když je zapnuto, nexawal získává veřejnou cenu XMR z Kraken (api.kraken.com) a v případě potřeby kurz fiat měny z Frankfurter (api.frankfurter.dev). Tyto servery vidí vaši IP adresu. Částky a adresy se neodesílají. Dotazy na fiat měnu používají clearnet HTTPS a jsou nezávislé na nastavení uzlu / proxy I2P. Jde pouze o odhady — odesíláte a držíte XMR.
da: Valgfrit. Når dette er aktiveret, henter nexawal en offentlig XMR-pris fra Kraken (api.kraken.com) og, hvis nødvendigt, fiat-valutakurser fra Frankfurter (api.frankfurter.dev). Disse servere ser din IP. Beløb og adresser sendes ikke. Fiat-opslag bruger clearnet HTTPS og er separate fra node-/I2P-proxyindstillinger. Kun estimater — XMR er det, du sender og opbevarer.
de: Optional. Wenn aktiviert, ruft nexawal einen öffentlichen XMR-Preis von Kraken (api.kraken.com) ab und, falls nötig, den Fiat-Wechselkurs von Frankfurter (api.frankfurter.dev). Diese Server sehen deine IP-Adresse. Beträge und Adressen werden nicht übermittelt. Fiat-Abfragen nutzen Clearnet-HTTPS und sind unabhängig von den Node- / I2P-Proxy-Einstellungen. Nur Schätzungen — XMR ist, was du sendest und hältst.
el: Προαιρετικό. Όταν είναι ενεργό, το nexawal λαμβάνει μια δημόσια τιμή XMR από το Kraken (api.kraken.com) και, αν χρειάζεται, ισοτιμίες fiat από το Frankfurter (api.frankfurter.dev). Αυτοί οι διακομιστές βλέπουν την IP σας. Τα ποσά και οι διευθύνσεις δεν αποστέλλονται. Οι αναζητήσεις fiat χρησιμοποιούν HTTPS μέσω clearnet και είναι ανεξάρτητες από τις ρυθμίσεις κόμβου / διαμεσολαβητή I2P. Μόνο εκτιμήσεις — το XMR είναι αυτό που στέλνετε και κατέχετε.
eo: Nedeviga. Kiam ŝaltita, nexawal prenas publikan XMR-prezon de Kraken (api.kraken.com) kaj, se necese, fiat-kurzon de Frankfurter (api.frankfurter.dev). Tiuj serviloj vidas vian IP-on. Sumoj kaj adresoj ne estas senditaj. Fiat-serĉoj uzas clearnet-HTTPS kaj estas apartaj de la agordoj de nodo / I2P-prokurilo. Nur taksoj — XMR estas tio, kion vi sendas kaj tenas.
es: Opcional. Si está activado, nexawal obtiene un precio público de XMR de Kraken (api.kraken.com) y, si hace falta, tipo de cambio fiat de Frankfurter (api.frankfurter.dev). Esos servidores ven tu IP. No se envían montos ni direcciones. Las consultas fiat usan HTTPS clearnet y son independientes del nodo / proxy I2P. Solo estimaciones — el XMR es lo que envías y guardas.
et: Valikuline. Kui see on sees, laadib nexawal avaliku XMR-hinna Krakenilt (api.kraken.com) ja vajadusel fiat-vahetuskursi Frankfurterilt (api.frankfurter.dev). Need serverid näevad teie IP-aadressi. Summasid ja aadresse ei saadeta. Fiat-otsingud kasutavad clearnet HTTPS-i ja on eraldi sõlme/I2P puhverserveri seadetest. Ainult hinnangud — XMR on see, mida te saadate ja hoiate.
eu: Aukerakoa. Aktibatuta dagoenean, nexawal-ek XMRren prezio publiko bat eskuratzen du Krakenetik (api.kraken.com) eta, behar izanez gero, fiat truke-tasak Frankfurterretik (api.frankfurter.dev). Zerbitzari horiek zure IPa ikusten dute. Ez da kopururik edo helbiderik bidaltzen. Fiat kontsultek clearnet HTTPS erabiltzen dute eta nodo / I2P proxy ezarpenetatik bereiz daude. Kalkuluak soilik dira — XMR da bidaltzen eta gordetzen duzuna.
fa: اختیاری. وقتی روشن باشد، nexawal قیمت عمومی XMR را از Kraken (api.kraken.com) و در صورت نیاز، نرخ تبدیل ارز فیات را از Frankfurter (api.frankfurter.dev) دریافت می‌کند. آن سرورها IP شما را می‌بینند. مقادیر و آدرس‌ها ارسال نمی‌شوند. جستجوهای ارز فیات از HTTPS در Clearnet استفاده می‌کنند و مستقل از تنظیمات گره / پراکسی I2P هستند. فقط تخمین — چیزی که ارسال و نگه‌داری می‌کنید XMR است.
fi: Valinnainen. Kun käytössä, nexawal hakee julkisen XMR-hinnan Krakenilta (api.kraken.com) ja tarvittaessa fiat-valuuttakurssin Frankfurterilta (api.frankfurter.dev). Nämä palvelimet näkevät IP-osoitteesi. Määriä ja osoitteita ei lähetetä. Fiat-haut käyttävät clearnet HTTPS:ää ja ovat erillisiä solmu- / I2P-välityspalvelinasetuksista. Kyseessä on vain arvio — XMR on se, mitä lähetät ja säilytät.
fil: Opsyonal. Kapag naka-on, kinukuha ng nexawal ang pampublikong presyo ng XMR mula sa Kraken (api.kraken.com) at, kung kinakailangan, fiat FX mula sa Frankfurter (api.frankfurter.dev). Nakikita ng mga server na iyon ang iyong IP. Hindi ipinapadala ang mga halaga at address. Ang fiat lookup ay gumagamit ng clearnet HTTPS at hiwalay ito sa mga setting ng node / I2P proxy. Mga tantiya lamang — ang XMR ang iyong ipinapadala at hinahawakan.
fr: Facultatif. Si activé, nexawal récupère un cours public du XMR auprès de Kraken (api.kraken.com) et, si nécessaire, un taux de change fiduciaire auprès de Frankfurter (api.frankfurter.dev). Ces serveurs voient ton adresse IP. Les montants et adresses ne sont pas envoyés. Les requêtes fiduciaires utilisent HTTPS en Clearnet et sont indépendantes des paramètres du nœud / proxy I2P. Ce ne sont que des estimations — c'est le XMR que tu envoies et détiens.
ga: Roghnach. Nuair a bhíonn sé ar siúl, faigheann nexawal praghas poiblí XMR ó Kraken (api.kraken.com) agus, más gá, malartán fiat ó Frankfurter (api.frankfurter.dev). Feiceann na freastalaithe sin do sheoladh IP. Ní sheoltar méideanna ná seoltaí. Úsáideann cuardaigh fiat HTTPS Clearnet agus tá siad ar leithligh ó shocruithe an nóid / seachfhreastalaí I2P. Meastacháin amháin iad seo — is é XMR an rud a sheolann agus a shealbhaíonn tú.
gl: Opcional. Cando está activado, nexawal obtén un prezo público de XMR de Kraken (api.kraken.com) e, se é preciso, o cambio de divisas fiat de Frankfurter (api.frankfurter.dev). Eses servidores ven o teu IP. Non se envían cantidades nin enderezos. As consultas fiat usan HTTPS en Clearnet e son independentes da configuración do nodo / proxy I2P. Só son estimacións — o XMR é o que envías e gardas.
gn: Opcional. Oñemyendýrõ, nexawal oheka precio público XMR-gua Kraken-gui (api.kraken.com) ha, tekotevẽramo, tipo de cambio fiat Frankfurter-gui (api.frankfurter.dev). Umi servidor ohecha nde IP. Ndojejapói cantidad térã dirección ñemondo. Consulta fiat oiporu HTTPS clearnet ha oĩ hendaguáre ñemboheko nodo / proxy I2P-gui. Techapyrã año — XMR ha'e emondóva ha eñongatúva.
ha: Na zaɓi. Idan an kunna, nexawal na samo farashin XMR na jama'a daga Kraken (api.kraken.com) kuma, idan ana buƙata, canjin kuɗin fiat daga Frankfurter (api.frankfurter.dev). Waɗannan sabar suna ganin IP ɗinka. Ba a aika adadi ko adireshi ba. Neman kuɗin fiat yana amfani da HTTPS na clearnet kuma ba shi da alaƙa da saitunan node / proxy na I2P. Ƙiyasi ne kawai — XMR shi ne abin da kake aikawa da riƙewa.
he: אופציונלי. כשמופעל, nexawal מביא מחיר XMR ציבורי מ-Kraken (api.kraken.com) ובמידת הצורך שער מטבע פיאט מ-Frankfurter (api.frankfurter.dev). שרתים אלה רואים את כתובת ה-IP שלך. סכומים וכתובות אינם נשלחים. שאילתות הפיאט משתמשות ב-HTTPS ברשת הפתוחה (Clearnet) והן נפרדות מהגדרות הצומת / הפרוקסי של I2P. אומדנים בלבד — XMR הוא מה שאתה שולח ומחזיק.
hi: वैकल्पिक। चालू होने पर, nexawal Kraken (api.kraken.com) से सार्वजनिक XMR मूल्य और, यदि आवश्यक हो, Frankfurter (api.frankfurter.dev) से फिएट FX प्राप्त करता है। वे सर्वर आपका IP देखते हैं। राशि और पते नहीं भेजे जाते। फिएट लुकअप क्लियरनेट HTTPS का उपयोग करते हैं और नोड / I2P प्रॉक्सी सेटिंग्स से अलग हैं। ये केवल अनुमान हैं — आप जो भेजते और रखते हैं वह XMR है।
hr: Neobavezno. Kada je uključeno, nexawal dohvaća javnu cijenu XMR-a s Krakena (api.kraken.com) i, ako je potrebno, fiat tečaj s Frankfurtera (api.frankfurter.dev). Ti serveri vide vašu IP adresu. Iznosi i adrese se ne šalju. Fiat pretraživanja koriste clearnet HTTPS i odvojena su od postavki čvora / I2P proxyja. Samo procjene — XMR je ono što šaljete i držite.
hu: Opcionális. Ha be van kapcsolva, a nexawal lekér egy nyilvános XMR árfolyamot a Krakentől (api.kraken.com), és ha szükséges, fiat devizaárfolyamot a Frankfurtertől (api.frankfurter.dev). Ezek a szerverek látják az IP-címedet. Összegeket és címeket nem küldünk el. A fiat lekérések clearnet HTTPS-t használnak, és függetlenek a csomópont / I2P proxy beállításoktól. Csak becslés — az XMR az, amit küldesz és tartasz.
hy: Ընտրովի է։ Երբ միացված է, nexawal-ը Kraken-ից (api.kraken.com) ստանում է XMR-ի հրապարակային գինը և, անհրաժեշտության դեպքում, ֆիաթ փոխարժեքը Frankfurter-ից (api.frankfurter.dev)։ Այս սերվերները տեսնում են ձեր IP-ն։ Գումարներ և հասցեներ չեն ուղարկվում։ Ֆիաթ որոնումները օգտագործում են clearnet HTTPS և առանձին են հանգույցի / I2P պրոքսիի կարգավորումներից։ Միայն գնահատականներ են — XMR-ն է այն, ինչ դուք ուղարկում և պահում եք։
id: Opsional. Jika diaktifkan, nexawal mengambil harga XMR publik dari Kraken (api.kraken.com) dan, jika perlu, kurs fiat dari Frankfurter (api.frankfurter.dev). Server tersebut dapat melihat IP Anda. Jumlah dan alamat tidak dikirim. Pencarian fiat menggunakan HTTPS clearnet dan terpisah dari pengaturan node / proksi I2P. Hanya estimasi — XMR adalah yang Anda kirim dan simpan.
it: Opzionale. Se attivo, nexawal recupera un prezzo XMR pubblico da Kraken (api.kraken.com) e, se necessario, il cambio fiat da Frankfurter (api.frankfurter.dev). Questi server vedono il tuo IP. Importi e indirizzi non vengono inviati. Le ricerche fiat usano HTTPS su clearnet e sono separate dalle impostazioni del nodo / proxy I2P. Solo stime — XMR è ciò che invii e detieni.
ja: 任意機能です。有効にすると、nexawalはKraken(api.kraken.com)から公開のXMR価格を取得し、必要に応じてFrankfurter(api.frankfurter.dev)から外国為替レートを取得します。これらのサーバーはあなたのIPを認識します。金額やアドレスは送信されません。現地通貨の照会はClearnet HTTPSを使用し、ノード/I2Pプロキシ設定とは独立しています。あくまで概算です — 実際に送受金・保有するのはXMRです。
ko: 선택 사항입니다. 켜면 nexawal이 Kraken(api.kraken.com)에서 공개 XMR 가격을 가져오고, 필요한 경우 Frankfurter(api.frankfurter.dev)에서 환율 정보를 가져옵니다. 해당 서버는 사용자의 IP를 볼 수 있습니다. 금액과 주소는 전송되지 않습니다. 환산 조회는 클리어넷 HTTPS를 사용하며 노드 / I2P 프록시 설정과는 별개입니다. 참고용 추정치일 뿐이며, 실제로 전송하고 보유하는 것은 XMR입니다.
ky: Милдеттүү эмес. Иштетилгенде, nexawal Kraken-ден (api.kraken.com) XMR-дин ачык баасын, ал эми зарыл болсо, Frankfurter-ден (api.frankfurter.dev) фиат курсун алат. Бул серверлер сиздин IP дарегиңизди көрөт. Суммалар жана даректер жөнөтүлбөйт. Фиат сурамдары clearnet HTTPS колдонот жана түйүн / I2P проксиси жөндөөлөрүнөн бөлек. Бул жөн эле болжол — сиз жөнөтүп, сактап жатканыңыз XMR.
lt: Nebūtina. Kai įjungta, nexawal gauna viešą XMR kainą iš Kraken (api.kraken.com) ir, jei reikia, fiat valiutų kursą iš Frankfurter (api.frankfurter.dev). Šie serveriai mato jūsų IP adresą. Sumos ir adresai nesiunčiami. Fiat užklausoms naudojamas clearnet HTTPS, ir jos nepriklauso nuo tinklo taško / I2P tarpinio serverio nustatymų. Tai tik įverčiai — jūs siunčiate ir laikote XMR.
lv: Neobligāti. Ja ieslēgts, nexawal saņem publisko XMR cenu no Kraken (api.kraken.com) un, ja nepieciešams, fiat valūtas kursu no Frankfurter (api.frankfurter.dev). Šie serveri redz jūsu IP adresi. Summas un adreses netiek nosūtītas. Fiat pieprasījumi izmanto clearnet HTTPS un ir atsevišķi no mezgla / I2P starpniekservera iestatījumiem. Tās ir tikai aplēses — jūs sūtāt un glabājat XMR.
ms: Pilihan. Apabila dihidupkan, nexawal mendapatkan harga XMR awam daripada Kraken (api.kraken.com) dan, jika perlu, kadar tukaran fiat daripada Frankfurter (api.frankfurter.dev). Pelayan tersebut dapat melihat IP anda. Jumlah dan alamat tidak dihantar. Carian fiat menggunakan clearnet HTTPS dan berasingan daripada tetapan node / proksi I2P. Anggaran sahaja — XMR adalah apa yang anda hantar dan pegang.
my: ရွေးချယ်နိုင်သည်။ ဖွင့်ထားပါက nexawal သည် Kraken (api.kraken.com) မှ အများသိ XMR စျေးနှုန်းနှင့်၊ လိုအပ်ပါက Frankfurter (api.frankfurter.dev) မှ ငွေကြေးလဲလှယ်နှုန်းကို ရယူသည်။ ထို server များသည် သင့် IP ကို မြင်နိုင်သည်။ ပမာဏနှင့် လိပ်စာများကို ပေးပို့မည် မဟုတ်ပါ။ ငွေကြေး ရှာဖွေမှုများသည် clearnet HTTPS ကို အသုံးပြုပြီး node / I2P proxy ဆက်တင်များနှင့် သီးခြားဖြစ်သည်။ ခန့်မှန်းချက်သာဖြစ်သည် — သင်ပို့ပြီး ကိုင်ဆောင်ရမည်မှာ XMR ဖြစ်သည်။
nb: Valgfritt. Når dette er på, henter nexawal en offentlig XMR-pris fra Kraken (api.kraken.com) og, hvis nødvendig, fiat-valutakurs fra Frankfurter (api.frankfurter.dev). Disse serverne ser IP-adressen din. Beløp og adresser sendes ikke. Fiat-oppslag bruker clearnet HTTPS og er separate fra node-/I2P-proxy-innstillinger. Kun estimater — XMR er det du sender og oppbevarer.
nl: Optioneel. Indien ingeschakeld, haalt nexawal een publieke XMR-koers op bij Kraken (api.kraken.com) en, indien nodig, fiat-wisselkoersen bij Frankfurter (api.frankfurter.dev). Deze servers zien je IP-adres. Bedragen en adressen worden niet verzonden. Fiatopzoekingen gebruiken clearnet-HTTPS en staan los van de node-/I2P-proxy-instellingen. Alleen schattingen — XMR is wat je verzendt en aanhoudt.
pl: Opcjonalnie. Gdy włączone, nexawal pobiera publiczną cenę XMR z Kraken (api.kraken.com) oraz, jeśli potrzeba, kurs fiat z Frankfurter (api.frankfurter.dev). Te serwery widzą Twój adres IP. Kwoty i adresy nie są wysyłane. Zapytania fiat używają HTTPS w clearnet i są niezależne od ustawień węzła / proxy I2P. To tylko szacunki — wysyłasz i przechowujesz XMR.
pt_br: Opcional. Quando ativado, o nexawal busca o preço público do XMR na Kraken (api.kraken.com) e, se necessário, a cotação de moeda fiduciária na Frankfurter (api.frankfurter.dev). Esses servidores veem seu IP. Valores e endereços não são enviados. As consultas de moeda fiduciária usam HTTPS via clearnet e são independentes das configurações de nó / proxy I2P. São apenas estimativas — XMR é o que você envia e mantém.
ro: Opțional. Când este activată, nexawal preia un preț public XMR de la Kraken (api.kraken.com) și, dacă este necesar, cursul valutar fiat de la Frankfurter (api.frankfurter.dev). Acele servere văd adresa ta IP. Sumele și adresele nu sunt trimise. Consultările fiat folosesc HTTPS pe clearnet și sunt separate de setările nodului / proxy-ului I2P. Sunt doar estimări — XMR este ceea ce trimiți și deții.
ru: Необязательно. Если включено, nexawal получает публичный курс XMR от Kraken (api.kraken.com) и, при необходимости, курс обмена фиата от Frankfurter (api.frankfurter.dev). Эти серверы видят ваш IP-адрес. Суммы и адреса не передаются. Запросы фиата используют HTTPS через Clearnet и не связаны с настройками узла / прокси I2P. Это только оценки — вы отправляете и храните именно XMR.
sk: Nepovinné. Keď je zapnuté, nexawal získava verejnú cenu XMR z Kraken (api.kraken.com) a v prípade potreby kurz fiat meny z Frankfurter (api.frankfurter.dev). Tieto servery vidia vašu IP adresu. Sumy a adresy sa neodosielajú. Dotazy na fiat menu používajú clearnet HTTPS a sú nezávislé od nastavení uzla / proxy I2P. Ide iba o odhady — odosielate a držíte XMR.
sl: Neobvezno. Ko je vklopljeno, nexawal pridobi javno ceno XMR od Kraken (api.kraken.com) in, če je potrebno, fiat menjalni tečaj od Frankfurter (api.frankfurter.dev). Ti strežniki vidijo tvoj IP naslov. Zneski in naslovi se ne pošiljajo. Poizvedbe za fiat vrednosti uporabljajo clearnet HTTPS in so ločene od nastavitev vozlišča / proxyja I2P. Le ocene — XMR je tisto, kar pošiljaš in imaš.
sq: Opsionale. Kur është aktiv, nexawal merr një çmim publik të XMR nga Kraken (api.kraken.com) dhe, nëse nevojitet, kursin fiat nga Frankfurter (api.frankfurter.dev). Këto servera shohin IP-në tënde. Shumat dhe adresat nuk dërgohen. Kërkimet fiat përdorin clearnet HTTPS dhe janë të veçuara nga cilësimet e nyjes / proxy-t I2P. Vetëm vlerësime — XMR është ajo që dërgon dhe mban.
sv: Valfritt. När det är på hämtar nexawal ett offentligt XMR-pris från Kraken (api.kraken.com) och, om det behövs, fiatväxelkurser från Frankfurter (api.frankfurter.dev). Dessa servrar ser din IP-adress. Belopp och adresser skickas inte. Fiatuppslag använder Clearnet HTTPS och är fristående från nod-/I2P-proxyinställningar. Endast uppskattningar — XMR är det du skickar och innehar.
th: ไม่บังคับ เมื่อเปิดใช้ nexawal จะดึงราคา XMR สาธารณะจาก Kraken (api.kraken.com) และหากจำเป็นจะดึงอัตราแลกเปลี่ยนเงินเฟียตจาก Frankfurter (api.frankfurter.dev) เซิร์ฟเวอร์เหล่านั้นจะเห็นที่อยู่ IP ของคุณ จำนวนเงินและที่อยู่จะไม่ถูกส่งไป การค้นหาข้อมูลเฟียตใช้ HTTPS แบบ clearnet และแยกจากการตั้งค่าโหนด/พร็อกซี I2P เป็นเพียงการประมาณค่าเท่านั้น — XMR คือสิ่งที่คุณส่งและถือครองจริง
tr: İsteğe bağlı. Açıkken nexawal, Kraken'den (api.kraken.com) genel bir XMR fiyatı ve gerekirse Frankfurter'dan (api.frankfurter.dev) fiat döviz kuru alır. Bu sunucular IP adresinizi görür. Miktarlar ve adresler gönderilmez. Fiat sorguları clearnet HTTPS kullanır ve düğüm / I2P proxy ayarlarından bağımsızdır. Sadece tahmindir — gönderdiğiniz ve elinizde tuttuğunuz şey XMR'dir.
uk: Необов'язково. Коли увімкнено, nexawal отримує публічну ціну XMR з Kraken (api.kraken.com) та, якщо потрібно, фіатний курс з Frankfurter (api.frankfurter.dev). Ці сервери бачать вашу IP-адресу. Суми та адреси не надсилаються. Фіатні запити використовують HTTPS у clearnet і не залежать від налаштувань вузла / проксі I2P. Це лише оцінки — ви надсилаєте та зберігаєте XMR.
ur: اختیاری۔ فعال ہونے پر، nexawal Kraken (api.kraken.com) سے عوامی XMR قیمت حاصل کرتا ہے اور، اگر ضرورت ہو، Frankfurter (api.frankfurter.dev) سے فیاٹ ایکسچینج ریٹ حاصل کرتا ہے۔ یہ سرورز آپ کا IP دیکھتے ہیں۔ رقوم اور ایڈریسز نہیں بھیجے جاتے۔ فیاٹ کی تلاش Clearnet HTTPS استعمال کرتی ہے اور نوڈ / I2P پراکسی ترتیبات سے الگ ہے۔ یہ صرف تخمینے ہیں — آپ XMR ہی بھیجتے اور رکھتے ہیں۔
vi: Không bắt buộc. Khi được bật, nexawal sẽ lấy giá XMR công khai từ Kraken (api.kraken.com) và, nếu cần, tỷ giá tiền pháp định từ Frankfurter (api.frankfurter.dev). Các máy chủ đó sẽ thấy địa chỉ IP của bạn. Số tiền và địa chỉ không được gửi đi. Các truy vấn tiền pháp định dùng HTTPS clearnet và tách biệt với cài đặt node / proxy I2P. Đây chỉ là ước tính — XMR mới là thứ bạn gửi và giữ.
yo: Àṣàyàn. Bí a bá gbé e ṣíṣẹ́, nexawal máa ń gba iye owó XMR gbogbogbò lọ́wọ́ Kraken (api.kraken.com) àti, bí ó bá yẹ, ìdíwọ̀n owó ìlú lọ́wọ́ Frankfurter (api.frankfurter.dev). Àwọn sáfà náà máa ń rí IP rẹ. A kò fi iye owó àti àwọn àdírẹ́sì ránṣẹ́. Wíwá ìṣírò owó ìlú máa ń lo clearnet HTTPS, ó sì yàtọ̀ sí ètò node / proxy I2P. Ìṣírò nìkan — XMR ni ohun tí o ń fi ránṣẹ́ tí o sì ń mú dání.
zh_hans: 可选功能。启用后,nexawal 会从 Kraken(api.kraken.com)获取公开的 XMR 价格,并在需要时从 Frankfurter(api.frankfurter.dev)获取法币汇率。这些服务器会看到您的 IP。金额和地址不会被发送。法币查询使用 Clearnet HTTPS,与节点 / I2P 代理设置无关。仅供估算 — 您实际发送和持有的是 XMR。
zh_hant: 可選功能。啓用後,nexawal 會從 Kraken(api.kraken.com)獲取公開的 XMR 價格,並在需要時從 Frankfurter(api.frankfurter.dev)獲取法幣匯率。這些服務器會看到您的 IP。金額和地址不會被髮送。法幣查詢使用 Clearnet HTTPS,與節點 / I2P 代理設置無關。僅供估算 — 您實際發送和持有的是 XMR。

source: Paste 25-word mnemonic…
ar: الصق العبارة التذكيرية المكونة من 25 كلمة…
az: 25 sözlük mnemoniki yapıştırın…
bg: Поставете 25-думна мнемонична фраза…
bn: ২৫-শব্দের নিমোনিক পেস্ট করুন…
ca: Enganxa el mnemònic de 25 paraules…
cs: Vložte 25slovnou mnemonickou frázi…
da: Indsæt 25-ords mnemonic…
de: Mnemonic mit 25 Wörtern einfügen …
el: Επικολλήστε τη μνημονική φράση 25 λέξεων…
eo: Alglui 25-vortan mnemonikon…
es: Pega la frase de 25 palabras…
et: Kleebi 25-sõnaline mnemooniline fraas…
eu: Itsatsi 25 hitzeko esaldi mnemoteknikoa…
fa: عبارت بازیابی 25 کلمه‌ای را بچسبانید…
fi: Liitä 25 sanan muistisana…
fil: I-paste ang 25 na salitang mnemonic…
fr: Colle la phrase mnémonique de 25 mots…
ga: Greamaigh síol 25 focal…
gl: Pega a frase mnemónica de 25 palabras…
gn: Emoinge frase mnemónica 25 ñe'ẽgua…
ha: Manna kalmomin dawowa na kalmomi 25…
he: הדבק מנמוניקה של 25 מילים…
hi: 25-शब्द का म्नेमोनिक पेस्ट करें…
hr: Zalijepite mnemonik od 25 riječi…
hu: Illessz be egy 25 szavas mnemonikát…
hy: Կպցնեք 25 բառից բաղկացած վերականգնման բառերը…
id: Tempel mnemonic 25 kata…
it: Incolla la mnemonica di 25 parole…
ja: 25語のニーモニックを貼り付け…
ko: 25단어 니모닉 붙여넣기…
ky: 25 сөздөн турган калыбына келтирүү сөздөрүн чаптаңыз…
lt: Įklijuokite 25 žodžių mnemoninę frazę…
lv: Ielīmējiet 25 vārdu mnemoniku…
ms: Tampal mnemonic 25 perkataan…
my: စကားလုံး ၂၅ လုံးပါ mnemonic ကို ကူးထည့်ပါ…
nb: Lim inn mnemonic med 25 ord…
nl: Plak mnemonic van 25 woorden…
pl: Wklej 25-słowną frazę mnemoniczną…
pt_br: Colar mnemônico de 25 palavras…
ro: Lipește mnemonicul de 25 de cuvinte…
ru: Вставьте мнемоническую фразу из 25 слов…
sk: Vložte 25-slovnú mnemonickú frázu…
sl: Prilepi 25-besedno mnemoniko…
sq: Ngjit mnemonikun me 25 fjalë…
sv: Klistra in 25-ords mnemonisk fras…
th: วางวลีช่วยจำ 25 คำ…
tr: 25 kelimelik anımsatıcıyı yapıştırın…
uk: Вставте мнемонічну фразу з 25 слів…
ur: 25 الفاظ کا منیمونک پیسٹ کریں…
vi: Dán cụm từ mnemonic gồm 25 từ…
yo: Fi ọ̀rọ̀ mnemonic tí ó ní ọ̀rọ̀ 25 lẹ̀mọ́…
zh_hans: 粘贴 25 个词的助记词…
zh_hant: 粘貼 25 個詞的助記詞…
